# MetersOfWaterColumnPerMeter Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..MetersOfWaterColumnPerMeter Property
UnitTypeId Class See Also
---
Meters of water column per meter.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MetersOfWaterColumnPerMeter { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MetersOfWaterColumnPerMeter As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MetersOfWaterColumnPerMeter {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace